{
  "creator": "yoshino-s",
  "sentences": [
    {
      "type": "a",
      "hitokoto": "原来玩游戏真的能找到女朋友，我的女朋友就是在游戏里跟别人好了",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天在楼上窗户上看见你和他在公园里接吻，我看见哭了出来，并打电话给你，想问问你为什么？但你说怎么了，声音是那么好听。于是我说“以后你和他接吻的时候，能不能用我送给你的口红啊？”",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "终于敢在愚人节这一天开玩笑的说我喜欢你，看到了你的回应说愚人节快乐，原来你和我已经心有灵犀了，我说这话的意思你一眼就能看穿，你也太爱我了吧！",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天你主动给我发送了游戏邀请，邀请我和你单挑安琪拉，虽然我安琪拉很菜，可是为了和你打游戏，我还是毅然决然进入了房间。你开局说要给我表演天女散花，我傻傻相信了，不出一分半我就成功送了你一血，能够死在你的手中，我开心坏了。后来你就直奔我家泉水，等我复活就直接连招一套带走我的人头，原来你还是在乎我的，这么急不可耐想与我见面，我再一次感动哭了，因此，我好像更喜欢你了，你可真是一个宝藏女孩！",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天给你发了好多好多好多消息 但是你没回我，我看了眼我家的无线，可能是坏掉了，我把它砸了，我开了移动数据，还是没有消息，算了，就这样吧！我把手机砸了，它怎么能拒绝接受你的消息，一定是手机的问题。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "我今天搬砖赚了120块钱，留20块自己吃饭\n把剩下的100块钱都给你\n想想还是算了，这20也给你吧\n因为我前天已经吃过饭了\n好了好了不说了\n外面下雨了，我要出去洗头了\n（嘿嘿，把洗头的水钱省下来都给你）",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天晚上好冷，本来以为街上没人，结果剛剛偷电动车的時候被抓了，本來想反抗，警察說了一句老實點別動，我立刻就放棄了抵抗，因為我記得你說過，你喜歡老實人",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天微信提醒我内存不足，我一个一个清理，只有和你的聊天记录还保留着，生怕不小心删掉。清理后，微信占用内存从16G变成36K。嗯，很好。36K里面有你的“早安个屁，滚”。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天你煮了我给你寄的螺蛳粉，你说又臭又难吃，我只能小心翼翼地调侃，你妈妈是不是闻到你在吃屎了？过了很久你才回复，你说她以为我来家里了，我听完甚是欣喜若狂，原来你妈妈这么想我啊！我真是感动哭了，今天也是想你的一天💕",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "她好像从来没有主动说过爱我，我搜索了一下关键字“爱”。在我们的聊天记录里，她只说过一次：你爱奇艺改密码了?",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "你三天没回我的消息在我孜孜不倦地骚扰下你终于舍得回我了你说'nmsl我想这一定是有什么含义吧噢!我恍然大悟原来是尼美舒利颗粒他知道我关节炎让我吃尼美舒利颗粒他还是关心我的但是又不想显现的那么热情的天啊他好高冷我好像更喜欢他了?",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "她终于给我发消息了“朋友圈第一条点赞谢谢”我点开发现，她没有发朋友圈啊，页面上只有一条杠，她在试探我吗？这种神秘的期待感真是刺激",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天是你的生日，我省下了一杯喝喜茶的钱，给你买了花，来的路上太着急了，连鞋掉了都没来得及捡，希望你会喜欢。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "我暗恋的人说眼睛疼，所以我买了瓶眼药水寄过去，但她却告诉我她有喜欢的人了，让我别再打扰。\n距离遥远顺丰都要两天才能到，可她为什么只用了一秒就把眼药水滴进了我眼睛里。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天是你拉黑我的第三天，还好我还可以看你的QQ空间，嗯，今天你去看电影了，还有一个男的，看他对你这么好，而你脸上又洋溢着幸福的笑容，我想，他一定是你哥吧，你们兄妹感情真好，只要能看到你的笑，我就满足了，我看完了空间，没敢给你点赞，还把浏览记录给删了，怕被你发现，又把我拉黑了，那么，明天见咯（虽然见不着，苦笑）",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "你说你情头是一个人用的 空间上锁是因为你不喜欢玩空间 情侣空间是和闺蜜开的 找你连麦时你说你在忙工作 每次聊天你都说在忙 你真是一个上进的好女孩 你真好 我好喜欢你",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "这是我成为公主在外流浪不知道第几天了 我好累 从一出生我就背负了这个年龄不该承受的容貌与智慧 我活的好累 迪士尼什么时候营业 我想回家",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "楼下的早餐店卖的豆浆比你走的时候涨了5毛钱，我突然明白你好像不会回来了。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天我又约你打游戏了，你和我说你要上网课，真是个认真的男孩子，我上辈子应该是拯救了银河系才配碰到他吧！看你游戏不在线我就开了把排位，不过我在对面看到了他，不愧是我看上的男人，为了顾及我的感受，上号都是隐身的，我流下了幸福的泪水。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天莫名其妙的被你删了 我伤心的哭了好久 朋友觉得我惨 决定去问问你为什么删我 结果你男朋友回的消息 说是他删的 我感觉自己心里舒服了好多 原来你不舍得删我 在你心里一定把我放在一个很重要的位置。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "经过“罗周事件”后，我翻看男朋友微信列表，发现全是女的，却没有我的聊天界面，我问他为什么没有我，他说因为我在他心里。好开心。爱你～",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天的我地主输了好多把，我将这些事情私信分享给你，但是你一个字都没有讲，我在想你是不是在忙?我头痛欲裂,终于在我给你发了几十条消息之后，你终于回了我一个脑子是不是有病?原来你还是关心我的，看到这句话，我的脑子一下就不疼了，今天也是爱你的一天。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "我一次又一次的翻看你的朋友圈 你的微博 甚至是网易云 还有游戏记录 你的微信步数 我想知道你每天都在干嘛 我真的好想好想告诉你我想你了 可是我怕你嫌我烦 看你最近过得很好就不打扰你了 这是我最后的温柔吧",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "足球赛上看到你也在加油助威，我开心的不停的把球传给你男朋友让他进球，看到你开心的像个孩子一样我也很高兴，原来我也是那个能让你笑的人啊",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "听说你朋友说今天出门了，我打扮成精神小伙来找你，没想到你竟然对我说“给我爬，别过来”我当场就哭了，原来真心真的会感动人，你一定是知道，穿豆豆鞋走路脚会很累，让我爬是因为这样不会累着脚，其实你是喜欢我的吧",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天我对她说：我想问一下 ，爱奇艺会员，你有吗？她没发现是我爱你的藏头诗，还叫我穷鬼，让我滚。我看不了青春有你，我的青春也没有你。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "舔狗最后的骄傲就是，聊天时给对方发了五条消息对方才回一句时，还要再等五分钟再回。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "他从来不说想我，聊天记录搜索了一下“想你”两个字，全都是：“那波你怎么不上啊 你在想你妈呢”",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "第十次约甲方见面了，还是没有得到回应，我想一定是不忍心拒绝我让我难过，我的甲方真是太贴心了",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "打开微信收藏。听了你发的语音，又露出少女的傻笑，这已经是我第999次听你的语音了，开始后悔前两天为什么没回复你，暗恋搞nm的欲擒故纵。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "找你时你说你在忙工作，每次聊天你都说在忙，你真是一个上进的好男孩，你真好，发现我越来越喜欢这样优秀的你。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "昨天你把我删了 我看着红色感叹号陷入了久久的沉思 我想这其中一定有什么含义 红色红色 我明白了 红色代表热情 你对我很热情 你想和我结婚 我愿意",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "我坐在窗边给你发了99条消息，你终于肯回我了，你说“发你妈啊”  我一下子就哭了，原来努力真的有用，你已经开始考虑想见我的妈妈了，你也是挺喜欢我的。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "昨晚发现你用上了情侣头像，你的头像是一个女孩手牵着左边是一条秋田犬，犬=狗，而我是一条舔狗，是不是代表你的小手在牵着我呢？",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天的你依旧高冷，在我不断的嘘寒问暖下你终于不再矜持了，回了我一个s b，我查遍了英语词典，终于明白了这两个字母的意思，s是sweet，b是baby，原来你是在喊我sweet baby，我也爱你❤，你现在在干嘛呢？我想你了",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "你说你想买口红，今天我去了叔叔的口罩厂做了一天的打包。拿到了两百块钱，加上我这几天省下的钱刚好能给你买一根小金条。即没有给我自己剩下一分钱，但你不用担心，因为厂里包吃包住。对了打包的时候，满脑子都是你，想着你哪天突然就接受我的橄榄枝了呢。而且今天我很棒呢，主管表扬我很能干，其实也有你的功劳啦，是你给了我无穷的力量。今天我比昨天多想你一点，比明天少想你一点。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "我的嘴真笨，总能把话题聊死了，跟你找话题好难，何况我这么喜欢你，连口嗨都要挑拣半天呢，其实每一句轻飘飘的爬，都是我难以启齿的心事。我最近越来越期待夜晚了，因为白天都没什么机会能和你说话，只能憋到晚上和你说句晚安。但你可别小看这两个字，它可包含着我今天清晨见到的阳光，中午看到的白云，傍晚遇见的微风，包含着我一天想对你说的话。说了这么多，其实你听得到吗，其实我在说，你仍然是我在忙碌了一整天之后静下心来认认真真去想念的人，今天我也很喜欢你。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "我坐在窗边抽了两根烟了 都过了十二点了 我喜欢的人还没找我 我在想要不要给他发消息 想想还是先抽完这根烟 觉得自己很狼狈想点开相机看看自己 手滑点到了王者 那么 有人一起timi吗？",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "刚才我找你说话，你回了一个滚，我陷入了沉思，你还是如此的关心我，知道我腿受伤了，让我这样走，好感动！看来你还是爱我的！",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "大家都还忙着舔自己的女神没空写日记，真好！",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "这是我写给你的第一百零一封信。信好多啊，我把它装在小盒子里，一百零一封。我在上面包了个心形蝴蝶结，在夕阳落下前送到了你手里。你十分高冷的当着我的面拆开它，随后把信全都撕碎扔向天空，那一刻我仿佛看见了碎纸飞成了心的形状。我知道，你在用这种隐晦的方式回答你爱我。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "在我保安入职的今天， 队长问我 “你知道你要保护谁吗？”我嘴上说的是业主 心里却是你",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天我还是一样 给你讲述我的生活 发完最后一条消息的时候 我才发现后面都是感叹号 我反思了一下自己恍然大悟：你是想重新认识我.. 宝贝你可真爱我.. 我再一次给你发了验证消息",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "舔狗日记 你有几分钟没理我了 我发了很多消息都没引起你的注意 我想了很多 可能我是一条🐟在你的海里游 可能我是一颗草 我也愿意被你割 此刻你在干嘛呢？想你",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天在我的不断请求加好友下你终于同意了我的好友请求，但是你一个字都没有讲，我在想你是不是在忙？我头痛欲裂，终于在我给你发了几十条消息之后，你终于回了我一个脑子是不是有病？原来你还是关心我的，看到这句话，我的脑子一下就不疼了，今天也是爱你的一天",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天你把我的微信删了，这下我终于解放了！以前我总担心太多消息会打扰你，现在我终于不用顾忌，不管我怎么给你发消息，都不会让你不开心了。等我攒够5201314条我就给你看，你一定会震惊得说不出话然后哭着说会爱我一辈子。哈哈",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天把你的备注改成了对方正在输入...\n这样我就知道你不是不想回我 刚又给你发了消息 看到你在思考怎么回我 我就知道你和我一样 心里有我",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "你这几天断断续续给我发很多话，我猜这一定是你对我的试探，在我再一次孜孜不倦的骚扰你的情况下，你终于跟我说了一句最长的话“让我帮你算算你买棺材需要多少钱？”我又陷入了沉思，这一定有什么含义。我想了很久，你竟然提到了我的棺材 没想到原来你已经想得那么长远了，为了和我在一起竟然想要殉情，并且想和我在一起直到我死，你还提到你要帮我算。原来我在你心中这么重要，我太感动了。真的，那你现在在干嘛，我好想你。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "想你想得睡不着，把你微博从头到尾看了一遍，发现好几次你回复了别人 ，就没回复我，一想到你对待我的方式跟别人不一样  我就躲在被子里偷笑， 下个月也是依旧当舔狗的一天噢！加油 奥力给！",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "我爸说再敢写舔狗日记就打断我的腿 幸好不是胳膊 这样我还能继续和你打字聊天，就算连胳膊也打断了，我的心里也只会有你的位置。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天重庆雨下的好大，雷也好响，他们都说下冰雹了，我没敢出去看。因为我的小猫还太小了，它很害怕雷声，我一直抱着它，但其实我也很害怕，所以你为什么不来抱我。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "以后再也不当舔狗了！从此以后，你走你的独木桥，我帮你撑着桥。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天我问你，啥时候能主动找一下我，你说星期八，我的天啊 ，我异常的兴奋，等32号也没有关系，13月份也行，25点钟也是没有问题的，因为只要是你都可以的，毕竟有机会了嘛，开心，今天又是元气满满的一天！",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "你发微信跟我说，今天又收到莫名其妙的空包裹。\n\n我还是没有勇气跟你坦言，因为那只是我的“一厢(箱)情愿。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "你说你情侣头像是一个人用的，空间上锁是因为你不喜欢玩空间，情侣空间是和闺蜜开的，找你连麦时你说你在忙工作，每次聊天你都说在忙，你真是一个上进的好女孩，你真好，我好喜欢你！",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "我还是照常给你发了好多消息，你依旧没回听着窗外稀稀拉拉的雨声，我忽然想到你对我说过那句的话“有我在就够了”嗯对有你在就够了，也就是两个小时没回我信息而已顿时心里暖暖的。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "昨天我还是照常给你发了好多信息，你回了我五个字“烦不烦啊你”，你开始关心我觉得烦不烦了，真是受宠若惊，不烦不烦一点都不烦，我一定会每天坚持给你发消息证明我在想你我一点也不觉得烦",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "看到你和一个帅哥吃饭，看起来关系很亲密的样子，你从来没告诉我你还有这么好的朋友，一定是怕我多想，怒总是为我着想，你对我真好❤",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "早上骑了两个小时的自行车去买了你最爱吃的生煎包，拿到你面前的时候你说了句有病吗？都冷掉了。你一定是心疼我骑了那么久怕我冷的生病吧，今天也是爱你的一天。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "我存了半年的工资，给你买了一只LV，你对我说了一句“你真好”，我好开心，这是你第一次这么认可我，以前你都只对我说滚。今天晚上逛闲鱼，看到你把我送你的LV发布上去了。我想，你一定是在考验我，于是我用借呗里的钱把它买了下来，再次送给你，给你一个惊喜，我爱你。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "晚上你忘记关麦了 我听见你爸爸在打你 啪啪啪打的可凶了 你一直哭说爸爸不要 我很着急无论怎么大喊你都听不到 最后你突然大哭求求你别射!他竟然拿枪要打死你 然后传来了啊啊啊啊凄惨的叫声..我放下电话 握紧拳头 咬牙切齿 我发誓一定要杀了你爸 为你报仇。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "在工地通宵搬砖赚了50块，为了买给你最爱吃的芋泥啵啵奶茶，于是我赶快跟你分享这个开心的事情，你回了一句你是个好人，我就知道一切都是值得的，你终于看到了我的好，所以我要更加努力工作才行。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "吃了没 早点睡 多穿点 喝热水 没电了 刚开机 刚才一直在想你 这个东西有点贵 今天开了一天会 忙了一天我很累 那个女孩是我妹 你别闹 真没有 就是一块喝点儿酒 喝多了 乱说的 我们只是好朋友 你干嘛 对不起 我也不知错那里 你很好 我不配 忘了我吧下一位。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "你好像从来没有对我说过晚安，我在我们的聊天记录里搜索了关键字：“晚安”，你说过一次：我早晚安排人弄死你。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天有点儿发烧，躺在床上，给你发消息，问你怎么不关心我？你反问我是不是有病，有病赶紧吃药。我一下子就被你的温柔打动，原来你还是在乎我的。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "没有什么事情能让我失眠，即使是出分前一晚我也能安然入睡，可如今，你的一句“晚安”就已经彻底扰乱我的心。虽然你很快就撤回，没关系，这两个字暂且再寄存在你那一段时间，归还之日很快就会到来。I believe。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天下雨了，我去你公司接你下班。看见我你不耐烦的说“烦不烦啊，不要再找我了”，一头冲进雨里就跑开了。我心里真高兴啊，你宁愿自己淋雨，都不愿让我也淋湿一点，你果然还是爱我的。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "她说，她想吃黄焖鸡。看了10个小时的视频教学，去给她做。后面，她告诉我晚上和同事一起去吃饭，不吃了。她果然是爱我的，还叫我先吃",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "我问男神我们都已经是朋友了，你怎么不跟我亲热亲热。男神说亲个j8。我从没想过我们可以发展的这么快，他会这么主动！我得到他了。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天发工资了，我一个月工资800，你猜我会给你多少，是不是觉得我会给你1200 ，因为厂里全勤奖还有400，错了，我会再和工友借114凑够1314转给你。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天天气很好 我想叫你出来晒太阳 结果你却说晒你妈 我好感动 相识不久 你就已经想到了我的妈",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "前两天发工资了给女神转了1500，她一直以为我一个月只挣1500，其实不是的，我捡垃圾一个月挣9000，给她转1500剩下7500给女神雇了五个舔狗，我只是害怕她只有我一个人舔会不开心。",
      "from": "",
      "from_who": ""
    }
  ],
  "categories": [
    {
      "key": "b",
      "name": "category_name",
      "desc": "description"
    }
  ]
}