{
  "creator": "your_name",
  "sentences": [
    {
      "type": "a",
      "hitokoto": "我暗恋的人说眼睛疼 所以我买了瓶眼药水寄过去，但她却告诉我她有喜欢的人了 让我别再打扰，距离遥远顺丰都要三天才能到，可她为什么只用了一秒就把眼药水滴进了我眼睛里",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "宝宝 刚刚睡醒没看到你回我的消息 昨天睡觉梦到你换了情头 吓醒才意识过来是做梦 所以你为什么不回我的消息呢 这次不回我我下次要找什么理由再去找你呢 我委屈 我想你",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天，你把我删了，说玩玩我罢了，还说了，对不起把我删了，你人真好，犯了错还会和我道歉啊，我真的是越来越喜欢你了。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "我用这一个月在小区当保安赚的2000元，给你买了一双dunk雪城，你对我说了一句谢谢，我好开心。这是你第一次对我说两个字，以前你都只对我说滚。今天早上逛闲鱼，看到了你把我送你的雪城发布上去了。我想，你一定是在考验我，于是我用花呗里的钱把它买了下来，再次送给你，给你一个惊喜，爱你。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "你已经十三个小时两分钟57秒没有回我消息了，一支晨光的水性笔可以把你的名字写两千四百三十五遍，这是我等你回消息时候发现的。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天你依旧高冷，给你发了好多消息，都没回。可你越是这样，我越是喜欢你。在我不断的嘘寒问暖下，你终于不再矜持了，告诉我你拍照不好看了，骂sb。在我查遍了英语词典后，我终于明白了这两个字母的意思。s是sweet，b是baby，那么你一定是在叫我sweet baby了，我很感动。决定不跟你分手了。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天给一个女生发了十一条消息，她还是没有回我，我知道她在跟男生聊天，但我就是想用消息的数量刷一下存在感 。我做不了你微信聊天的主人公那我只能做你和他聊天的背景提示音。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天的我排位输了好多把，我将这些事情分享给您，但是你一个字都没有讲，我在想你是不是在忙？我头痛欲裂，终于在我给你发了几十条消息之后，你终于回了我一个脑子是不是有病？原来你还是关心我的，看到这句话，我的脑子一下就不疼了，今天也是爱你的一天",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "每次我发了好几行的文字，你只回复了嗯，哦，啊，好的。我太感动了，无论我说什么你总这样对我百依百顺的，我怎么会有其他的要求呢。尤其每个夜晚，我说晚安，宝贝，总是等不到没有回复的晚安，原来你就这样让我彻夜难眠想你，欲擒故纵这招高明，一直拴住我的心，让我无法摆脱你，我离不开你的。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "我存了两个月的钱，给你买了一双北卡蓝，你对我说了一句谢谢，我好开心。这是你第一次对我说两个字，以前你都只对我说滚。今天晚上逛闲鱼，看到了你把我送你的北卡蓝发布上去了。我想，你一定是在考验我，于是我用借呗里的钱把它买了下来，再次送给你，给你一个惊喜。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天你来上班了，我抢着给你测体温，体温计居然坏了，这让我和你多呆了20秒钟，害得你迟到了，你很生气地走了，一句话都没留下。刚刚微信上给你道歉还给你发了200块钱红包，你很快速地领取了，但迟迟不回我一个字。我想你可能沉浸在感动中吧，我给你发了个句中午吃点好的。回复我的却是一个红色感叹号，红色代表爱情，你一定是不好意思说出口，才用这么温婉的方式表达你对我的爱，我也爱你。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "我坐在窗边给你发了99条消息，你终于肯回我了，你说“发你妈啊”  我一下子就哭了，原来努力真的有用，你已经开始考虑想见我的妈妈了，你也是挺喜欢我的！",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今早睡觉前一直幻想起床后能收到你的“早安”，醒后打开手机，聊天框一片空白，我按耐不住想你的心情，激动的打出一个“早”。你说我昼伏夜出，是猪。oh 猪是多么可爱的生物啊~你一定是在夸我吧。我愿意！我愿意做你的猪宝宝。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "我爸说再敢写舔狗日记就打断我的腿 幸好不是胳膊 这样我还能继续和你打字聊天 就算连胳膊也打断了 我的心里也只会有你的位置",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天我起床起晚了，连忙看手机，看到了你对我还没有起床的担心，你说:“nmsl还不给 打钱吃早餐，我给你妈两面烤的焦黄就酱吃了”我很感动，立马打了两倍的早饭钱给他，心里不太舒服，觉得愧对于他，又多加一百“记得喝奶茶”我说到。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天没怎么说话，我找了半个小时的文案，发了条朋友圈，仅你可见，是想让你知道我喜欢你，私聊我咱们谈恋爱吧，结果你在底下评论：偷了偷了",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "疫情已经持续了一个多月 你发了朋友圈 说想吃火锅 我想着现在外面没法吃火锅 跑去超市给你采购了一些火锅食材还有你最喜欢的海底捞底料 给你发消息说我在你小区门口 给你买了些东西 天气有点冷 我等了半天你都没有出现 也没有回我消息 我想你大概是睡觉呢 点开朋友圈看到你正在和别的女生双排王者 我把东西寄存在门卫 给你留言说我走了 你不爱我没关系 不可以饿着自己。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "小时候抓周抓了个方向盘 爸妈都以为我长大了会当赛车手 最差也是个司机 没想到我长大了当了你的备胎",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天天气很暖和，想偷你的心却还是没有成功。在床上的我现在的心情就像天气预报，说明天有雨，我都听成明天有你。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "她好像从来没有主动说过爱我，我搜索了一下关键字“爱”，在我们的聊天记录里她只说过一次：你有爱奇艺会员吗？",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "虽然很累，但是明天后天大后天我都喜欢你",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "我好像从来没听过她对我说“爱你” 今天我搜了一下聊天记录，她只说过一次'我在做爱你等一下'",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "她好像从来没有对我说过早安，我在我们的聊天记录里搜索了关键字：“早安”，她说过一次：我迟早安排人弄死你个逼崽子。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "你终于喊我双排了 让我拿我胜率最高的英雄 我一般都不玩嬴政的 因为胜率太高了怕掉 可是为了你我还是选了 你好像很开心给我发了句fw，我懂了 你是想夸夸我说我法王 你真好 我越来越喜欢你了！",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "我坐在窗边一直发了三天 终于忍不住问为什么从来不回我消息 你秒回“也不想想你算什么东西”看到“想你”，我一下子就哭了 原来你心里是有我的",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "想了很久终于想通了，你说孩子不是我的。没关系的宝贝，我愿意跟着你孩子姓。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "我最近越来越期待夜晚了，因为白天都没什么机会和你说话，只能憋到晚上和你说句晚安",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天我终于攒够了99条消息，在过去你没有骂我的八个小时，我每回忆你最后骂我的样子一次，就发一条。到现在早上八点，终于攒够了。你可能睡了，但你早上看到我的消息一定会大吃一惊，被我的爱意打动。嘿嘿。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "网课新换了位老师讲授这个章节，他的每一条语音和录播视频我都反反复复听了七八遍，那十几、几十个字其实没有很难懂，就是他的声音有点像你。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "你跟他已经啪完了吧应该很累吧我给你煮了粥送到你那里你待会喝好补充体力昨天晚上我听到你前半夜叫的声音很大后半夜应该是有点哑了我跑了好远给你买了润喉糖下次让他温柔一点好吗我真的很心疼昨天发传单挣了一百多今天给你打过去你多休息啦我晚点叫你起床给你点外卖给你点最喜欢喝的奶茶到晚.上的话我还要去厂里上晚班你要好好照顾自己不要让他老抢你的被子记得戴套我永远都爱你",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "现在已经凌晨12点了，我望着手机屏幕迟迟没有她的消息：你知道吗？我等了一晚上你的消息。她终于回复我了：是我让你等的？",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天晚上玩ow，本来以为国王大道上没人，结果刚出出生点的时候被铁拳抓了，本来想反抗，铁拳说了一句老实点别动，我立刻就放弃了抵抗。因为我记得你说过，你喜欢老实人",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "打雷了 我担心你害怕打雷声 就一早跑到你家楼下 可能是心灵的呼唤使你打开了窗户 那一刻我感觉我是世界少最幸福的人 你打开窗户对我喊：惊雷 这通天修为天塌地陷紫晶锤 虽然我不知道是什么意思 我就当作你向我表白吧",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "女神发朋友圈发了一款新手机，我立马用我捡瓶子赚来的钱买的手机下了订单，看见女神朋友圈发了一条，是哪个傻逼给我订的手机货到付款，我开心的笑了，女神为我发朋友圈了，我放下手中的空瓶，默默的发誓我要舔她一辈子",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天我的女神终于跟我提“亲嘴”这两个字啦，她让我给她去买点亲嘴烧送过去，她老公想吃。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "昨天我还是照常给你发了好多消息 今天你终于回了我五个字“烦不烦啊你” 你开始关心我觉不觉得烦了 我太感动了 受宠若惊的 不烦不烦 你天天骂我我都不会觉得你烦",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "昨天给你发了晚安，你没有回我，我知道你是害怕打扰我休息，于是就在朋友圈群发的晚安。我很开心",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "我存了两个月的钱，给你买了一双倒勾，你对我说了一句谢谢，我好开心。这是你第一次对我说两个字，以前你都只对我说滚。今天晚上逛闲鱼，看到了你把我送你的倒勾发布上去了。我想，你一定是在考验我，于是我用借呗里的钱把它买了下来，再次送给你，给你一个惊喜，爱你",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "听网上说今天的月亮最大最亮，我说我想和你一起看月亮，你却回我你看你妈，我听你的话看了我妈一晚上。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "你半天没理我了，我忍不住给你打了好几个电话，你终于接通了，跟我说“草”我觉得这肯定不是字面意思，我考虑的很久，草的下面是早，代表着你对我的爱犹如旭日东升的太阳绵绵不断。我不禁忍不住，流下了感动的泪水，我知道你肯定也喜欢我的吧！",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天一大早就去帮她海底捞排队，她男朋友想吃海底捞，我要是去晚了的话排不上队，她男朋友吃不上海底捞的话又该骂她，我怕她扛不住，她男朋友骂人很凶的.",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "你说你情头是一个人用的 空间上锁是因为你不喜欢玩空间 情侣空间是和闺蜜开的 找你连麦时你说你在忙工作 每次聊天你都说在忙 你真是一个上进的好女孩 你真好 我好喜欢你",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "你醒了吧？可以回我消息了吗？我买了万通筋骨贴，你运动一个晚上腰很疼吧？今晚早点回家 我炖了排骨汤 累了一个晚上吧 没事我永远在家等你",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "我今天送了你一支口红，你拿到之后很开心，在他的嘴巴上亲了一下，或许他送你口红的时候，你也会在我的嘴巴上亲一下",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "你从来不说想我，聊天记录搜索了一下'想你'两个字全都是:'那波你怎么不上啊 你在想你妈呢'",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "骗了父母，买了车票只身一人去见你，在你的城市我被骗了2000块钱。找到你一起吃了饭，看了电影。你说你要回寝室写要交的东西，我送你回去，找了个50块钱的小旅馆。当我下楼买东西的时候，我看到你上了一辆车。车没开，你和他热吻了5分钟。在那5分钟里，我想家想父母想打王者。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "昨天你把我删了，我陷入了久久的沉思，我想这其中一定有什么含义，原来你是在欲擒故纵，嫌我不够爱你，无理取闹的你变得更加可爱了，我会坚守我对你的爱的，你放心好啦！么么哒！今天发工资了 发了1839  给你微信转了520  支付宝1314  还剩下5  傍晚给你发了很多消息你没回 刚弹你正在通话中 你让我别烦 别打扰你跟别人k  好吧没关系宝宝我爱你 所以我不生气 剩下5块我在小卖部买了你爱吃的老坛酸菜牛肉面 给你寄过去了 希望你保护好食欲 我去上班了爱你",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "明天就周六了我知道你不上班，但是我怕你睡懒觉不吃早饭饿坏自己，我早晨4点去菜市场买了新鲜活鸡给你炖鸡汤，阿姨给我用箱子装了起来，我骑上我280买的电动车哼着小调回家，心想你一定会被我感动的，箱子半路开了，鸡跑了，拐到了一个胡同里，凌晨4点的胡同还有穿超短裙和大叔聊天的美女，不禁感叹这个世界变了，她问我找什么，…………。对不起，我爱你",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "在我一如既往的每天跟她问早安的时候，她今天终于回我了 我激动地问她我是不是今天第一个跟她说话的人 她说不是，是她男朋友把她叫起来退房的",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "听着窗外稀稀拉拉的雨声 我忽然想到你对我说的话 对啊 生孩子本来就够痛苦了 还管是谁的干嘛呢",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天女神给我发信息问我有没有稻壳会员，我说没有，她说好吧，为了维护在她心的形象，我马上打开支付宝充值了一个月的会员，我把账号发过去，我能想象到她对我的肯定，我离女神的距离越来越近了",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天我观战了一天你和别人打游戏，你们玩的很开心，我给你发了200多条消息，你说没流量就不回了，晚上发说说没有人爱你，我连滚带爬评论了句有我在。你把我拉黑了，我给你打电话也无人接听。对不起我不该打扰你。我求求你再给我一次当好友的机会吧！",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天一个女孩子对我表白说喜欢我，可是我的心里只有你啊，我立马拒绝了她，她说她不会放弃的，我的心里只有你一个人啊，不会答应她的，话说今天发工资了，五千，你猜猜看我会给你多少？四千多？不对，我把我的卡给你，密码你的生日。今天也会给你做好吃的，早上你和我说你腰酸死了，昨天晚上累坏了吧，我还是会给你做好吃的，果然你什么时候都是好看的，你今天让我交钱的时候发的字是最多的啊，我想你一定更爱我了，都粘着我了，我一定努力赚钱的。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天你没回我的消息，难得晴天，我翻你倒的垃圾，被我找到了一个避孕套，我知道，他来过，我赶紧把套套拿出来泡水喝，我知道，里面有你的味道。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天发工资了，我一个月工资800，你猜我会给你多少，是不是觉得我会给你1200 ，因为厂里全勤奖还有400，错了，我会再和工友借114凑够1314转给你。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天你跟我说我很恶心，让我不要骚扰你了。我听了很高兴，小说里的主角都像你这样，最开始表现的很厌恶，但最后总会被我的真心打动。你越讨厌我，以后就会越愧疚，越爱我。嘻嘻。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天一早起来 想给你发信息 跟你分享了今天的早餐 今天的穿搭 还有今天的好心情，发了很多条信息给你，你回了我一个“滚”字 我在想 你一定是希望我们的感情像长江一样“不尽长江滚滚来”。",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "你没回我的消息， 我发了一条仅你可见也没任何回应 。我想你应该是在忙所以没时间理我 应该是我等的还不够久",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "昨天你把我删了，我陷入了久久的沉思我想这其中一定有什么含义，原来你是在欲擒故纵，嫌我不够爱你，无理取闹的你变得更加可爱了，我会坚守我对你的爱的 你放心好啦！么么哒！",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "听说你朋友说今天出门了，我打扮成精神小伙来找你，没想到你竟然对我说“给我爬，别过来”我当场就哭了，原来真心真的会感动人，你一定是知道，穿豆豆鞋走路脚会很累，让我爬是因为这样不会累着脚，其实你是喜欢我的吧",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天你给了我一拳，因为我在你回宿舍的路上叫了一声honey，你不顾周围的劝阻也想揍我，虽然最后失败了，但我还是看到了你为我对抗世界的决心和勇气！",
      "from": "",
      "from_who": ""
    },
    {
      "type": "a",
      "hitokoto": "今天我鼓起勇气问她是喜欢狼狗还是喜欢奶狗 她说她喜欢狼狗 我问她觉得我是哪一种 她说我是土狗",
      "from": "",
      "from_who": ""
    }
  ],
  "categories": [
    {
      "key": "b",
      "name": "category_name",
      "desc": "description"
    }
  ]
}